{
  "schema_version": "1.0",
  "updated_at": "2025-11-27T15:16:00.779546+00:00",
  "sources": {
    "trait_reference": "data/traits/index.json"
  },
  "traits": {
    "ali_fono_risonanti": {
      "label_it": "Ali Fono-Risonanti",
      "label_en": "Phono-Resonant Wings",
      "description_it": "Generare ampia banda sonora in volo.",
      "description_en": "Generate a wide sonic band while flying."
    },
    "ali_fulminee": {
      "label_it": "Ali Fulminee",
      "label_en": "Ali Fulminee",
      "description_it": "Ali Fulminee permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di stratosfera tempestosa.",
      "description_en": "Ali Fulminee allow squads to interpret minute signals and unstable psionic patterns within stratosfera tempestosa."
    },
    "ali_ioniche": {
      "label_it": "Ali Ioniche",
      "label_en": "Ionic Wings",
      "description_it": "Membrane propulsive che rilasciano micro-scariche per scatti controllati.",
      "description_en": "Propulsive membranes that pulse micro-discharges for controlled bursts."
    },
    "ali_membrana_sonica": {
      "label_it": "Ali a Membrana Sonica",
      "label_en": "Sonic Membrane Wings",
      "description_it": "Piastre vibranti che dissipano energia e attenuano impatti corrosivi.",
      "description_en": "Vibrating plates that dissipate energy and blunt corrosive impacts."
    },
    "ali_solari_fotoni": {
      "label_it": "Ali Solari Fotoniche",
      "label_en": "Photonic Solar Wings",
      "description_it": "Piume fotovoltaiche che trasformano luce in spinta e schermature di radianza.",
      "description_en": "Photovoltaic plumage converting light into thrust and radiant shielding."
    },
    "antenne_dustsense": {
      "label_it": "Antenne Dustsense",
      "label_en": "Dustsense Antennae",
      "description_it": "Ricettori stratificati che stabilizzano l’assorbimento multi-fonte in deserti ionici.",
      "description_en": "Layered receptors stabilising multi-source absorption across ionic deserts."
    },
    "antenne_eco_turbina": {
      "label_it": "Antenne Eco Turbina",
      "label_en": "Antenne Eco Turbina",
      "description_it": "Antenne Eco Turbina permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di dorsale termale tropicale.",
      "description_en": "Antenne Eco Turbina allow squads to coordinate resource exchange and squad stabilisation parameters within dorsale termale tropicale."
    },
    "antenne_flusso_mareale": {
      "label_it": "Antenne Flusso Mareale",
      "label_en": "Antenne Flusso Mareale",
      "description_it": "Antenne Flusso Mareale permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di laguna bioreattiva.",
      "description_en": "Antenne Flusso Mareale allow squads to channel kinetic or elemental energy into targeted strikes within laguna bioreattiva."
    },
    "antenne_microonde_cavernose": {
      "label_it": "Antenne Microonde Cavernose",
      "label_en": "Antenne Microonde Cavernose",
      "description_it": "Antenne Microonde Cavernose permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di caverna risonante.",
      "description_en": "Antenne Microonde Cavernose allow squads to predict trajectories and orchestrate multilayered setups within caverna risonante."
    },
    "antenne_plasmatiche_tempesta": {
      "label_it": "Antenne Plasmatiche di Tempesta",
      "label_en": "Storm Plasma Antennae",
      "description_it": "Convoglia fulmini atmosferici in attacchi mirati o scudi ionici.",
      "description_en": "Channels storm lightning into psionic strikes or shields."
    },
    "antenne_reagenti": {
      "label_it": "Antenne Reagenti",
      "label_en": "Antenne Reagenti",
      "description_it": "Antenne Reagenti permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di foresta acida.",
      "description_en": "Antenne Reagenti allow squads to synchronise allied organisms and mutualistic flows within foresta acida."
    },
    "antenne_tesla": {
      "label_it": "Antenne Tesla",
      "label_en": "Antenne Tesla",
      "description_it": "Antenne Tesla permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di canopia ionica.",
      "description_en": "Antenne Tesla allow squads to redistribute load and modulate structural rigidity within canopia ionica."
    },
    "antenne_waveguide": {
      "label_it": "Antenne Waveguide",
      "label_en": "Antenne Waveguide",
      "description_it": "Antenne Waveguide permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di reef luminescente.",
      "description_en": "Antenne Waveguide allow squads to interpret minute signals and unstable psionic patterns within reef luminescente."
    },
    "antenne_wideband": {
      "label_it": "Antenne Wideband",
      "label_en": "Antenne Wideband",
      "description_it": "Antenne Wideband permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di steppe algoritmiche.",
      "description_en": "Antenne Wideband allow squads to gain grip and controlled acceleration across extreme terrain within steppe algoritmiche."
    },
    "appendici_risonanti_marea": {
      "label_it": "Appendici Risonanti Marea",
      "label_en": "Appendici Risonanti Marea",
      "description_it": "Appendici Risonanti Marea permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di laguna bioreattiva.",
      "description_en": "Appendici Risonanti Marea allow squads to disperse energy and attenuate corrosive or thermal impacts within laguna bioreattiva."
    },
    "appendici_thermotattiche": {
      "label_it": "Appendici Thermotattiche",
      "label_en": "Appendici Thermotattiche",
      "description_it": "Appendici Thermotattiche permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di abisso vulcanico.",
      "description_en": "Appendici Thermotattiche allow squads to stabilise multi-source energy absorption and conversion within abisso vulcanico."
    },
    "armatura_pietra_planare": {
      "label_it": "Armatura di Pietra Planare",
      "label_en": "Planar Stone Plating",
      "description_it": "Corazza risonante scolpita da roccia extradimensionale che smorza onde d'urto.",
      "description_en": "Resonant plating carved from extradimensional stone that dampens shockwaves."
    },
    "articolazioni_a_leva_idraulica": {
      "label_it": "Articolazioni a Leva Idraulica",
      "label_en": "Hydraulic Lever Joints",
      "description_it": "Amplificare salto e spinta delle zampe.",
      "description_en": "Amplify leaps and leg thrusts."
    },
    "articolazioni_multiassiali": {
      "label_it": "Articolazioni Multiassiali",
      "label_en": "Multi-Axial Joints",
      "description_it": "Ruotare arti per manovre strette.",
      "description_en": "Rotate limbs for tight maneuvers."
    },
    "artigli_acidofagi": {
      "label_it": "Artigli Acidofagi",
      "label_en": "Artigli Acidofagi",
      "description_it": "Artigli Acidofagi permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di foresta acida.",
      "description_en": "Artigli Acidofagi allow squads to coordinate resource exchange and squad stabilisation parameters within foresta acida."
    },
    "artigli_induzione": {
      "label_it": "Artigli Induzione",
      "label_en": "Artigli Induzione",
      "description_it": "Artigli Induzione permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di canopia ionica.",
      "description_en": "Artigli Induzione allow squads to channel kinetic or elemental energy into targeted strikes within canopia ionica."
    },
    "artigli_ipo_termici": {
      "label_it": "Artigli Ipo-Termici",
      "label_en": "Hypothermal Claws",
      "description_it": "Indurre shock da freddo localizzato.",
      "description_en": "Induce localized cold shock."
    },
    "artigli_radice": {
      "label_it": "Artigli Radice",
      "label_en": "Artigli Radice",
      "description_it": "Artigli Radice permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di mangrovieto cinetico.",
      "description_en": "Artigli Radice allow squads to predict trajectories and orchestrate multilayered setups within mangrovieto cinetico."
    },
    "artigli_scivolo_silente": {
      "label_it": "Artigli Scivolo Silente",
      "label_en": "Artigli Scivolo Silente",
      "description_it": "Artigli Scivolo Silente permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di caverna risonante.",
      "description_en": "Artigli Scivolo Silente allow squads to synchronise allied organisms and mutualistic flows within caverna risonante."
    },
    "artigli_sette_vie": {
      "label_en": "Seven-Way Talons",
      "label_it": "Artigli a Sette Vie",
      "description_it": "Artigli multipli che assicurano presa stabile su superfici irregolari.",
      "description_en": "Multi-hook talons locking a steady grip on irregular surfaces."
    },
    "artigli_sghiaccio_glaciale": {
      "label_it": "Artigli Sghiaccio Glaciale",
      "label_en": "Artigli Sghiaccio Glaciale",
      "description_it": "Falangi criogeniche che congelano e fissano il bersaglio al contatto.",
      "description_en": "Cryogenic claws that freeze and pin targets on contact."
    },
    "artigli_vetrificati": {
      "label_it": "Artigli Vetrificati",
      "label_en": "Artigli Vetrificati",
      "description_it": "Artigli Vetrificati permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di caldera glaciale.",
      "description_en": "Artigli Vetrificati allow squads to redistribute load and modulate structural rigidity within caldera glaciale."
    },
    "artiglio_cinetico_a_urto": {
      "label_it": "Artiglio Cinetico a Urto",
      "label_en": "Kinetic Impact Claw",
      "description_it": "Infliggere onda d’urto e frattura.",
      "description_en": "Deliver shockwaves that fracture targets."
    },
    "aura_di_dispersione_mentale": {
      "label_it": "Aura di Dispersione Mentale",
      "label_en": "Mental Dispersion Aura",
      "description_it": "Campo di odori avversivi ed emissioni deboli che induce ansia e vertigini nei predatori.",
      "description_en": "Aversive odors and weak emissions that instill anxiety and vertigo in predators."
    },
    "aura_scudo_radianza": {
      "label_it": "Aura Scudo di Radianza",
      "label_en": "Radiant Shield Aura",
      "description_it": "Campo fotoplasmatico che devia danni planari e sincronizza i battiti della squadra.",
      "description_en": "Photoplasmic field that deflects planar damage while syncing squad vitals."
    },
    "baffi_mareomotori": {
      "label_it": "Baffi Mareomotori",
      "label_en": "Baffi Mareomotori",
      "description_it": "Baffi Mareomotori permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di mangrovieto cinetico.",
      "description_en": "Baffi Mareomotori allow squads to interpret minute signals and unstable psionic patterns within mangrovieto cinetico."
    },
    "barbigli_sensori_plasma": {
      "label_it": "Barbigli Sensori Plasma",
      "label_en": "Barbigli Sensori Plasma",
      "description_it": "Barbigli Sensori Plasma permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di stratosfera tempestosa.",
      "description_en": "Barbigli Sensori Plasma allow squads to gain grip and controlled acceleration across extreme terrain within stratosfera tempestosa."
    },
    "barriere_miasma_glaciale": {
      "label_it": "Barriere Miasma Glaciale",
      "label_en": "Barriere Miasma Glaciale",
      "description_it": "Barriere Miasma Glaciale permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di caldera glaciale.",
      "description_en": "Barriere Miasma Glaciale allow squads to disperse energy and attenuate corrosive or thermal impacts within caldera glaciale."
    },
    "batteri_endosimbionti_chemio": {
      "label_it": "Batteri Endosimbionti Chemio",
      "label_en": "Batteri Endosimbionti Chemio",
      "description_it": "Batteri Endosimbionti Chemio permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di abisso vulcanico.",
      "description_en": "Batteri Endosimbionti Chemio allow squads to stabilise multi-source energy absorption and conversion within abisso vulcanico."
    },
    "batteri_termofili_endosimbiosi": {
      "label_it": "Batteri Termofili Endosimbiosi",
      "label_en": "Batteri Termofili Endosimbiosi",
      "description_it": "Batteri Termofili Endosimbiosi permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di dorsale termale tropicale.",
      "description_en": "Batteri Termofili Endosimbiosi allow squads to coordinate resource exchange and squad stabilisation parameters within dorsale termale tropicale."
    },
    "biochip_memoria": {
      "label_it": "Biochip Memoria",
      "label_en": "Biochip Memoria",
      "description_it": "Biochip Memoria permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di steppe algoritmiche.",
      "description_en": "Biochip Memoria allow squads to channel kinetic or elemental energy into targeted strikes within steppe algoritmiche."
    },
    "biofilm_glow": {
      "label_it": "Biofilm Glow",
      "label_en": "Biofilm Glow",
      "description_it": "Biofilm Glow permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di reef luminescente.",
      "description_en": "Biofilm Glow allow squads to predict trajectories and orchestrate multilayered setups within reef luminescente."
    },
    "biofilm_iperarido": {
      "label_it": "Biofilm Iperarido",
      "label_en": "Biofilm Iperarido",
      "description_it": "Biofilm Iperarido permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di pianura salina iperarida.",
      "description_en": "Biofilm Iperarido allow squads to synchronise allied organisms and mutualistic flows within pianura salina iperarida."
    },
    "bozzolo_magnetico": {
      "label_it": "Bozzolo Magnetico",
      "label_en": "Magnetic Cocoon",
      "description_it": "Schermarsi da campi elettromagnetici esterni.",
      "description_en": "Shield against external electromagnetic fields."
    },
    "branchie_dual_mode": {
      "label_it": "Branchie Dual Mode",
      "label_en": "Branchie Dual Mode",
      "description_it": "Branchie Dual Mode permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di laguna bioreattiva.",
      "description_en": "Branchie Dual Mode allow squads to redistribute load and modulate structural rigidity within laguna bioreattiva."
    },
    "branchie_eoliche": {
      "label_it": "Branchie Eoliche",
      "label_en": "Branchie Eoliche",
      "description_it": "Branchie Eoliche permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di stratosfera tempestosa.",
      "description_en": "Branchie Eoliche allow squads to interpret minute signals and unstable psionic patterns within stratosfera tempestosa."
    },
    "branchie_metalloidi": {
      "label_it": "Branchie Metalloidi",
      "label_en": "Branchie Metalloidi",
      "description_it": "Branchie Metalloidi permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di abisso vulcanico.",
      "description_en": "Branchie Metalloidi allow squads to gain grip and controlled acceleration across extreme terrain within abisso vulcanico."
    },
    "branchie_microfiltri": {
      "label_it": "Branchie Microfiltri",
      "label_en": "Branchie Microfiltri",
      "description_it": "Branchie Microfiltri permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di reef luminescente.",
      "description_en": "Branchie Microfiltri allow squads to disperse energy and attenuate corrosive or thermal impacts within reef luminescente."
    },
    "branchie_osmotiche_salmastra": {
      "label_it": "Branchie Osmotiche Salmastre",
      "label_en": "Branchie Osmotiche Salmastre",
      "description_it": "Branchie psioniche che filtrano sali e tossine in acque variabili.",
      "description_en": "Psionic gills filtering salts and toxins in shifting waters."
    },
    "branchie_solfatiche": {
      "label_it": "Branchie Solfatiche",
      "label_en": "Branchie Solfatiche",
      "description_it": "Branchie Solfatiche permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di caldera glaciale.",
      "description_en": "Branchie Solfatiche allow squads to stabilise multi-source energy absorption and conversion within caldera glaciale."
    },
    "branchie_turbina": {
      "label_it": "Branchie Turbina",
      "label_en": "Branchie Turbina",
      "description_it": "Branchie Turbina permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di dorsale termale tropicale.",
      "description_en": "Branchie Turbina allow squads to coordinate resource exchange and squad stabilisation parameters within dorsale termale tropicale."
    },
    "bulbi_radici_permafrost": {
      "label_it": "Bulbi Radici del Permafrost",
      "label_en": "Bulbi Radici del Permafrost",
      "description_it": "Bulbi radice che rilasciano calore e nutrimento alle unità connesse.",
      "description_en": "Root bulbs releasing heat and stores to linked allies."
    },
    "camere_anticorrosione": {
      "label_it": "Camere Anticorrosione",
      "label_en": "Camere Anticorrosione",
      "description_it": "Camere Anticorrosione permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di foresta acida.",
      "description_en": "Camere Anticorrosione allow squads to channel kinetic or elemental energy into targeted strikes within foresta acida."
    },
    "camere_mirage": {
      "label_it": "Camere Mirage",
      "label_en": "Camere Mirage",
      "description_it": "Camere Mirage permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di pianura salina iperarida.",
      "description_en": "Camere Mirage allow squads to predict trajectories and orchestrate multilayered setups within pianura salina iperarida."
    },
    "camere_nutrienti_vent": {
      "label_it": "Camere Nutrienti Vent",
      "label_en": "Camere Nutrienti Vent",
      "description_it": "Camere Nutrienti Vent permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di dorsale termale tropicale.",
      "description_en": "Camere Nutrienti Vent allow squads to synchronise allied organisms and mutualistic flows within dorsale termale tropicale."
    },
    "campo_di_interferenza_acustica": {
      "label_it": "Campo di Interferenza Acustica",
      "label_en": "Acoustic Interference Field",
      "description_it": "Mascherare posizione e velocità.",
      "description_en": "Mask position and velocity."
    },
    "cannone_sonico_a_raggio": {
      "label_it": "Cannone Sonico a Raggio",
      "label_en": "Ray Sonic Cannon",
      "description_it": "Stordire o ferire con un raggio sonoro.",
      "description_en": "Stun or injure targets with a sonic beam."
    },
    "canto_infrasonico_tattico": {
      "label_it": "Canto Infrasonico Tattico",
      "label_en": "Tactical Infrasonic Song",
      "description_it": "Disorientare predatori e comunicare a distanza.",
      "description_en": "Disorient predators and communicate at range."
    },
    "capillari_criogenici": {
      "label_it": "Capillari Criogenici",
      "label_en": "Capillari Criogenici",
      "description_it": "Capillari Criogenici permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di caldera glaciale.",
      "description_en": "Capillari Criogenici allow squads to redistribute load and modulate structural rigidity within caldera glaciale."
    },
    "capillari_fluoridici": {
      "label_it": "Capillari Fluoridici",
      "label_en": "Capillari Fluoridici",
      "description_it": "Capillari Fluoridici permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di foresta acida.",
      "description_en": "Capillari Fluoridici allow squads to interpret minute signals and unstable psionic patterns within foresta acida."
    },
    "capillari_fotovoltaici": {
      "label_it": "Capillari Fotovoltaici",
      "label_en": "Capillari Fotovoltaici",
      "description_it": "Capillari Fotovoltaici permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di canopia ionica.",
      "description_en": "Capillari Fotovoltaici allow squads to gain grip and controlled acceleration across extreme terrain within canopia ionica."
    },
    "capsule_paracadute": {
      "label_it": "Capsule Paracadute",
      "label_en": "Capsule Paracadute",
      "description_it": "Capsule Paracadute permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di stratosfera tempestosa.",
      "description_en": "Capsule Paracadute allow squads to disperse energy and attenuate corrosive or thermal impacts within stratosfera tempestosa."
    },
    "carapace_fase_variabile": {
      "label_en": "Phase-Shifting Carapace",
      "label_it": "Carapace a Variazione di Fase",
      "description_it": "Corazza che varia densità per bilanciare difesa e mobilità.",
      "description_en": "Shell shifts density to balance defense and mobility."
    },
    "carapace_luminiscente_abissale": {
      "label_it": "Carapace Luminiscente Abissale",
      "label_en": "Carapace Luminiscente Abissale",
      "description_it": "Guscio bioluminescente che confonde i predatori nelle profondità.",
      "description_en": "Bioluminescent shell confusing predators in abyssal dark."
    },
    "carapace_segmenti_logici": {
      "label_it": "Carapace Segmenti Logici",
      "label_en": "Carapace Segmenti Logici",
      "description_it": "Carapace Segmenti Logici permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di steppe algoritmiche.",
      "description_en": "Carapace Segmenti Logici allow squads to stabilise multi-source energy absorption and conversion within steppe algoritmiche."
    },
    "carapaci_ferruginosi": {
      "label_it": "Carapaci Ferruginosi",
      "label_en": "Carapaci Ferruginosi",
      "description_it": "Carapaci Ferruginosi permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di abisso vulcanico.",
      "description_en": "Carapaci Ferruginosi allow squads to coordinate resource exchange and squad stabilisation parameters within abisso vulcanico."
    },
    "cartilagine_flessotermica_venti": {
      "label_it": "Cartilagine Flessotermica dei Venti",
      "label_en": "Cartilagine Flessotermica dei Venti",
      "description_it": "Cartilagine termoreattiva che ottimizza virate e planate aeree.",
      "description_en": "Thermo-reactive cartilage optimizing aerial turns."
    },
    "cartilagini_biofibre": {
      "label_it": "Cartilagini Biofibre",
      "label_en": "Cartilagini Biofibre",
      "description_it": "Cartilagini Biofibre permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di reef luminescente.",
      "description_en": "Cartilagini Biofibre allow squads to channel kinetic or elemental energy into targeted strikes within reef luminescente."
    },
    "cartilagini_desertiche": {
      "label_it": "Cartilagini Desertiche",
      "label_en": "Cartilagini Desertiche",
      "description_it": "Cartilagini Desertiche permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di pianura salina iperarida.",
      "description_en": "Cartilagini Desertiche allow squads to predict trajectories and orchestrate multilayered setups within pianura salina iperarida."
    },
    "cartilagini_flessoacustiche": {
      "label_it": "Cartilagini Flessoacustiche",
      "label_en": "Cartilagini Flessoacustiche",
      "description_it": "Cartilagini Flessoacustiche permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di caverna risonante.",
      "description_en": "Cartilagini Flessoacustiche allow squads to synchronise allied organisms and mutualistic flows within caverna risonante."
    },
    "cartilagini_pseudometalliche": {
      "label_it": "Cartilagini Pseudometalliche",
      "label_en": "Cartilagini Pseudometalliche",
      "description_it": "Cartilagini Pseudometalliche permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di abisso vulcanico.",
      "description_en": "Cartilagini Pseudometalliche allow squads to redistribute load and modulate structural rigidity within abisso vulcanico."
    },
    "cavita_risonanti_tundra": {
      "label_it": "Cavità Risonanti della Tundra",
      "label_en": "Cavità Risonanti della Tundra",
      "description_it": "Camere toraciche che proiettano richiami a lunga distanza nel gelo.",
      "description_en": "Chest chambers projecting long-range calls through tundra frost."
    },
    "cervelletto_equilibrio_statico": {
      "label_it": "Cervelletto Equilibrio Statico",
      "label_en": "Cervelletto Equilibrio Statico",
      "description_it": "Cervelletto Equilibrio Statico permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di canopia ionica.",
      "description_en": "Cervelletto Equilibrio Statico allow squads to interpret minute signals and unstable psionic patterns within canopia ionica."
    },
    "cervello_a_bassa_latenza": {
      "label_it": "Cervello a Bassa Latenza",
      "label_en": "Low-Latency Brain",
      "description_it": "Eseguire manovre ad alta frequenza.",
      "description_en": "Execute high-frequency maneuvers."
    },
    "chemiorecettori_bromuro": {
      "label_it": "Chemiorecettori Bromuro",
      "label_en": "Chemiorecettori Bromuro",
      "description_it": "Chemiorecettori Bromuro permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di pianura salina iperarida.",
      "description_en": "Chemiorecettori Bromuro allow squads to gain grip and controlled acceleration across extreme terrain within pianura salina iperarida."
    },
    "chioma_parassita_canopica": {
      "label_it": "Chioma Parassita Canopica",
      "label_en": "Chioma Parassita Canopica",
      "description_it": "Filamenti parassiti che creano corsie energetiche nella canopia.",
      "description_en": "Parasitic tendrils weaving energy lanes through canopy."
    },
    "cinghia_iper_ciliare": {
      "label_it": "Cinghia Iper-Ciliare",
      "label_en": "Hyper-Ciliary Belt",
      "description_it": "Traslare il corpo su terreni piani o ruvidi.",
      "description_en": "Translate the body across smooth or rough ground."
    },
    "circolazione_bifasica": {
      "label_it": "Circolazione Bifasica",
      "label_en": "Circolazione Bifasica",
      "description_it": "Circolazione Bifasica permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di caldera glaciale.",
      "description_en": "Circolazione Bifasica allow squads to disperse energy and attenuate corrosive or thermal impacts within caldera glaciale."
    },
    "circolazione_bifasica_palude": {
      "label_it": "Circolazione Bifasica di Palude",
      "label_en": "Swamp Biphase Circulation",
      "description_it": "Doppio circuito sanguigno che separa ossigeno e agenti tossici in ambienti stagnanti.",
      "description_en": "Dual blood circuits separating oxygen flow from toxins in stagnant wetlands."
    },
    "circolazione_cooling_loop": {
      "label_it": "Circolazione Cooling Loop",
      "label_en": "Circolazione Cooling Loop",
      "description_it": "Circolazione Cooling Loop permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di steppe algoritmiche.",
      "description_en": "Circolazione Cooling Loop allow squads to stabilise multi-source energy absorption and conversion within steppe algoritmiche."
    },
    "circolazione_doppia": {
      "label_it": "Circolazione Doppia",
      "label_en": "Circolazione Doppia",
      "description_it": "Circolazione Doppia permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di dorsale termale tropicale.",
      "description_en": "Circolazione Doppia allow squads to coordinate resource exchange and squad stabilisation parameters within dorsale termale tropicale."
    },
    "circolazione_supercritica": {
      "label_it": "Circolazione Supercritica",
      "label_en": "Circolazione Supercritica",
      "description_it": "Circolazione Supercritica permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di abisso vulcanico.",
      "description_en": "Circolazione Supercritica allow squads to channel kinetic or elemental energy into targeted strikes within abisso vulcanico."
    },
    "ciste_riduttive": {
      "label_it": "Ciste Riduttive",
      "label_en": "Ciste Riduttive",
      "description_it": "Ciste Riduttive permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di laguna bioreattiva.",
      "description_en": "Ciste Riduttive allow squads to predict trajectories and orchestrate multilayered setups within laguna bioreattiva."
    },
    "ciste_salmastre": {
      "label_it": "Ciste Salmastre",
      "label_en": "Ciste Salmastre",
      "description_it": "Ciste Salmastre permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di pianura salina iperarida.",
      "description_en": "Ciste Salmastre allow squads to synchronise allied organisms and mutualistic flows within pianura salina iperarida."
    },
    "cisti_di_ibernazione_minerale": {
      "label_it": "Cisti di Ibernazione Minerale",
      "label_en": "Mineral Hibernation Cyst",
      "description_it": "Entrare in stasi in condizioni avverse.",
      "description_en": "Enter stasis under harsh conditions."
    },
    "cisti_iperbariche": {
      "label_it": "Cisti Iperbariche",
      "label_en": "Cisti Iperbariche",
      "description_it": "Cisti Iperbariche permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di abisso vulcanico.",
      "description_en": "Cisti Iperbariche allow squads to redistribute load and modulate structural rigidity within abisso vulcanico."
    },
    "coda_balanciere": {
      "label_it": "Coda Balanciere",
      "label_en": "Coda Balanciere",
      "description_it": "Coda Balanciere permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di caverna risonante.",
      "description_en": "Coda Balanciere allow squads to interpret minute signals and unstable psionic patterns within caverna risonante."
    },
    "coda_contrappeso": {
      "label_it": "Coda Contrappeso",
      "label_en": "Coda Contrappeso",
      "description_it": "Coda Contrappeso permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di mangrovieto cinetico.",
      "description_en": "Coda Contrappeso allow squads to gain grip and controlled acceleration across extreme terrain within mangrovieto cinetico."
    },
    "coda_coppia_retroattiva": {
      "label_it": "Coda Coppia Retroattiva",
      "label_en": "Coda Coppia Retroattiva",
      "description_it": "Coda Coppia Retroattiva permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di steppe algoritmiche.",
      "description_en": "Coda Coppia Retroattiva allow squads to disperse energy and attenuate corrosive or thermal impacts within steppe algoritmiche."
    },
    "coda_frusta_cinetica": {
      "label_en": "Kinetic Lash Tail",
      "label_it": "Coda a Frusta Cinetica",
      "description_it": "Coda elastica che accumula slancio per un colpo cinetico devastante.",
      "description_en": "Elastic tail storing momentum for a devastating lash."
    },
    "coda_prensile_muscolare": {
      "label_it": "Coda Prensile Muscolare",
      "label_en": "Muscular Prehensile Tail",
      "description_it": "Appendere e controbilanciarsi.",
      "description_en": "Hang and counterbalance weight."
    },
    "coda_stabilizzatrice_filo": {
      "label_it": "Coda Stabilizzatrice Filo",
      "label_en": "Coda Stabilizzatrice Filo",
      "description_it": "Coda Stabilizzatrice Filo permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di canopia ionica.",
      "description_en": "Coda Stabilizzatrice Filo allow squads to stabilise multi-source energy absorption and conversion within canopia ionica."
    },
    "coda_stabilizzatrice_geiser": {
      "label_it": "Coda Stabilizzatrice Geiser",
      "label_en": "Coda Stabilizzatrice Geiser",
      "description_it": "Coda Stabilizzatrice Geiser permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di dorsale termale tropicale.",
      "description_en": "Coda Stabilizzatrice Geiser allow squads to coordinate resource exchange and squad stabilisation parameters within dorsale termale tropicale."
    },
    "coda_stabilizzatrice_vortex": {
      "label_it": "Coda Stabilizzatrice Vortex",
      "label_en": "Coda Stabilizzatrice Vortex",
      "description_it": "Coda Stabilizzatrice Vortex permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di stratosfera tempestosa.",
      "description_en": "Coda Stabilizzatrice Vortex allow squads to channel kinetic or elemental energy into targeted strikes within stratosfera tempestosa."
    },
    "colonne_vibromagnetiche": {
      "label_it": "Colonne Vibromagnetiche",
      "label_en": "Colonne Vibromagnetiche",
      "description_it": "Colonne Vibromagnetiche permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di caverna risonante.",
      "description_en": "Colonne Vibromagnetiche allow squads to predict trajectories and orchestrate multilayered setups within caverna risonante."
    },
    "comunicazione_fotonica_coda_coda": {
      "label_it": "Comunicazione Fotonica Coda-Coda",
      "label_en": "Tail-to-Tail Photonic Communication",
      "description_it": "Scambiare impulsi luminosi tattili.",
      "description_en": "Exchange tactile light pulses."
    },
    "coralli_partner": {
      "label_it": "Coralli Partner",
      "label_en": "Coralli Partner",
      "description_it": "Coralli Partner permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di reef luminescente.",
      "description_en": "Coralli Partner allow squads to synchronise allied organisms and mutualistic flows within reef luminescente."
    },
    "corna_psico_conduttive": {
      "label_it": "Corna Psico-Conduttive",
      "label_en": "Psycho-Conductive Horns",
      "description_it": "Corna piezo-neurotoniche che trasmettono e ricevono segnali neurali lenti per allerta di branco.",
      "description_en": "Piezo-neurotonic horns sending and receiving slow neural signals for pack alerts."
    },
    "coscienza_d_alveare_diffusa": {
      "label_it": "Coscienza d’Alveare Diffusa",
      "label_en": "Diffuse Hive Consciousness",
      "description_it": "Rete sinaptica inter-individuo temporanea che fonde decisioni e memoria a breve termine.",
      "description_en": "Temporary inter-individual synaptic net merging decisions and short-term memory."
    },
    "criostasi_adattiva": {
      "label_en": "Adaptive Cryostasis",
      "label_it": "Criostasi",
      "description_it": "Metabolismo sospeso che sopravvive a stagioni estreme prolungate.",
      "description_en": "Suspended metabolism surviving protracted extreme seasons."
    },
    "cromofori_alert_acido": {
      "label_it": "Cromofori Alert Acido",
      "label_en": "Cromofori Alert Acido",
      "description_it": "Cromofori Alert Acido permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di foresta acida.",
      "description_en": "Cromofori Alert Acido allow squads to redistribute load and modulate structural rigidity within foresta acida."
    },
    "cuore_multicamera_bassa_pressione": {
      "label_it": "Cuore Multicamera Bassa Pressione",
      "label_en": "Cuore Multicamera Bassa Pressione",
      "description_it": "Cuore Multicamera Bassa Pressione permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di stratosfera tempestosa.",
      "description_en": "Cuore Multicamera Bassa Pressione allow squads to interpret minute signals and unstable psionic patterns within stratosfera tempestosa."
    },
    "cuscinetti_elettrostatici": {
      "label_it": "Cuscinetti Elettrostatici",
      "label_en": "Cuscinetti Elettrostatici",
      "description_it": "Cuscinetti Elettrostatici permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di pianura salina iperarida.",
      "description_en": "Cuscinetti Elettrostatici allow squads to gain grip and controlled acceleration across extreme terrain within pianura salina iperarida."
    },
    "cute_resistente_sali": {
      "label_it": "Cute Resistente Sali",
      "label_en": "Cute Resistente Sali",
      "description_it": "Cute Resistente Sali permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di badlands.",
      "description_en": "Cute Resistente Sali allow squads to disperse energy and attenuate corrosive or thermal impacts within badlands."
    },
    "cuticole_cerose": {
      "label_it": "Cuticole Cerose",
      "label_en": "Cuticole Cerose",
      "description_it": "Cuticole Cerose permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di ambienti dinamici.",
      "description_en": "Cuticole Cerose allow squads to stabilise multi-source energy absorption and conversion within ambienti dinamici."
    },
    "cuticole_neutralizzanti": {
      "label_it": "Cuticole Neutralizzanti",
      "label_en": "Cuticole Neutralizzanti",
      "description_it": "Cuticole Neutralizzanti permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di foresta acida.",
      "description_en": "Cuticole Neutralizzanti allow squads to coordinate resource exchange and squad stabilisation parameters within foresta acida."
    },
    "denti_chelatanti": {
      "label_it": "Denti Chelatanti",
      "label_en": "Denti Chelatanti",
      "description_it": "Denti Chelatanti permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di foresta acida.",
      "description_en": "Denti Chelatanti allow squads to channel kinetic or elemental energy into targeted strikes within foresta acida."
    },
    "denti_ossidoferro": {
      "label_it": "Denti Ossidoferro",
      "label_en": "Denti Ossidoferro",
      "description_it": "Denti Ossidoferro permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di abisso vulcanico.",
      "description_en": "Denti Ossidoferro allow squads to predict trajectories and orchestrate multilayered setups within abisso vulcanico."
    },
    "denti_silice_termici": {
      "label_it": "Denti Silice Termici",
      "label_en": "Denti Silice Termici",
      "description_it": "Denti Silice Termici permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di dorsale termale tropicale.",
      "description_en": "Denti Silice Termici allow squads to synchronise allied organisms and mutualistic flows within dorsale termale tropicale."
    },
    "denti_tuning_fork": {
      "label_it": "Denti Tuning Fork",
      "label_en": "Denti Tuning Fork",
      "description_it": "Denti Tuning Fork permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di caverna risonante.",
      "description_en": "Denti Tuning Fork allow squads to redistribute load and modulate structural rigidity within caverna risonante."
    },
    "echi_risonanti": {
      "label_it": "Echi Risonanti",
      "label_en": "Echi Risonanti",
      "description_it": "Echi Risonanti permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di caverna risonante.",
      "description_en": "Echi Risonanti allow squads to interpret minute signals and unstable psionic patterns within caverna risonante."
    },
    "eco_interno_riflesso": {
      "label_en": "Internal Echo Reflex",
      "label_it": "Riflesso dell'Eco Interno",
      "description_it": "Sonar interno che mappa l'ambiente attraverso vibrazioni corporee.",
      "description_en": "Internal sonar mapping surroundings via body reverbs."
    },
    "ectotermia_dinamica": {
      "label_it": "Ectotermia Dinamica",
      "label_en": "Dynamic Ectothermy",
      "description_it": "Microscosse isometriche che innalzano in fretta la temperatura corporea per picchi prestazionali in climi freschi.",
      "description_en": "Isometric micro-shivers that quickly elevate body temperature for performance peaks in cool climates."
    },
    "elettromagnete_biologico": {
      "label_it": "Elettromagnete Biologico",
      "label_en": "Biological Electromagnet",
      "description_it": "Interferire con il sistema nervoso della preda.",
      "description_en": "Disrupt prey nervous systems."
    },
    "empatia_coordinativa": {
      "label_en": "Coordinated Empathy",
      "label_it": "Empatia Coordinativa",
      "description_it": "Rete empatica che sincronizza cure e difese dell'intera squadra.",
      "description_en": "Empathic mesh synchronizing team-wide heals and defenses."
    },
    "enzimi_antifase_termica": {
      "label_it": "Enzimi Antifase Termica",
      "label_en": "Enzimi Antifase Termica",
      "description_it": "Enzimi Antifase Termica permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di caldera glaciale.",
      "description_en": "Enzimi Antifase Termica allow squads to gain grip and controlled acceleration across extreme terrain within caldera glaciale."
    },
    "enzimi_antipredatori_algali": {
      "label_it": "Enzimi Antipredatori Algali",
      "label_en": "Enzimi Antipredatori Algali",
      "description_it": "Enzimi Antipredatori Algali permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di reef luminescente.",
      "description_en": "Enzimi Antipredatori Algali allow squads to disperse energy and attenuate corrosive or thermal impacts within reef luminescente."
    },
    "enzimi_chelanti": {
      "label_it": "Enzimi Chelanti",
      "label_en": "Enzimi Chelanti",
      "description_it": "Enzimi Chelanti permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di ambienti dinamici.",
      "description_en": "Enzimi Chelanti allow squads to stabilise multi-source energy absorption and conversion within ambienti dinamici."
    },
    "enzimi_chelatori_rapidi": {
      "label_it": "Enzimi Chelatori Rapidi",
      "label_en": "Enzimi Chelatori Rapidi",
      "description_it": "Enzimi Chelatori Rapidi permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di foresta acida.",
      "description_en": "Enzimi Chelatori Rapidi allow squads to coordinate resource exchange and squad stabilisation parameters within foresta acida."
    },
    "enzimi_metanoossidanti": {
      "label_it": "Enzimi Metanoossidanti",
      "label_en": "Enzimi Metanoossidanti",
      "description_it": "Enzimi Metanoossidanti permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di abisso vulcanico.",
      "description_en": "Enzimi Metanoossidanti allow squads to channel kinetic or elemental energy into targeted strikes within abisso vulcanico."
    },
    "epidermide_dielettrica": {
      "label_it": "Epidermide Dielettrica",
      "label_en": "Epidermide Dielettrica",
      "description_it": "Epidermide Dielettrica permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di stratosfera tempestosa.",
      "description_en": "Epidermide Dielettrica allow squads to predict trajectories and orchestrate multilayered setups within stratosfera tempestosa."
    },
    "epitelio_fosforescente": {
      "label_it": "Epitelio Fosforescente",
      "label_en": "Epitelio Fosforescente",
      "description_it": "Epitelio Fosforescente permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di reef luminescente.",
      "description_en": "Epitelio Fosforescente allow squads to synchronise allied organisms and mutualistic flows within reef luminescente."
    },
    "ermafroditismo_cronologico": {
      "label_it": "Ermafroditismo Cronologico",
      "label_en": "Chronological Hermaphroditism",
      "description_it": "Cambiare sesso dopo 1–2 incubazioni.",
      "description_en": "Change sex after one or two incubations."
    },
    "estroflessione_gastrica_acida": {
      "label_it": "Estroflessione Gastrica Acida",
      "label_en": "Acidic Gastric Extrusion",
      "description_it": "Liquefare tessuti al contatto e aspirarli.",
      "description_en": "Liquefy tissues on contact and siphon them."
    },
    "fagocitosi_assorbente": {
      "label_it": "Fagocitosi Assorbente",
      "label_en": "Absorptive Phagocytosis",
      "description_it": "Inglobare e digerire biomassa intera.",
      "description_en": "Engulf and digest entire biomass."
    },
    "filamenti_digestivi_compattanti": {
      "label_en": "Digestive Compaction Filaments",
      "label_it": "Filamenti Digestivi Compattanti",
      "description_it": "Filamenti digestivi che compattano scarti e liberano spazio vitale.",
      "description_en": "Digestive filaments compact waste to free vital space."
    },
    "filamenti_magnetotrofi": {
      "label_it": "Filamenti Magnetotrofi",
      "label_en": "Filamenti Magnetotrofi",
      "description_it": "Filamenti Magnetotrofi permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di abisso vulcanico.",
      "description_en": "Filamenti Magnetotrofi allow squads to redistribute load and modulate structural rigidity within abisso vulcanico."
    },
    "filamenti_superconduttivi": {
      "label_it": "Filamenti Superconduttivi",
      "label_en": "Filamenti Superconduttivi",
      "description_it": "Filamenti Superconduttivi permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di caldera glaciale.",
      "description_en": "Filamenti Superconduttivi allow squads to interpret minute signals and unstable psionic patterns within caldera glaciale."
    },
    "filamenti_termoconduzione": {
      "label_it": "Filamenti Termoconduzione",
      "label_en": "Filamenti Termoconduzione",
      "description_it": "Filamenti Termoconduzione permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di dorsale termale tropicale.",
      "description_en": "Filamenti Termoconduzione allow squads to gain grip and controlled acceleration across extreme terrain within dorsale termale tropicale."
    },
    "filtrazione_osmotica": {
      "label_it": "Filtrazione Osmotica",
      "label_en": "Osmotic Filtration",
      "description_it": "Neutralizzare tossine autogenerate.",
      "description_en": "Neutralize self-generated toxins."
    },
    "filtri_planctonici": {
      "label_it": "Filtri Planctonici",
      "label_en": "Filtri Planctonici",
      "description_it": "Filtri Planctonici permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di laguna bioreattiva.",
      "description_en": "Filtri Planctonici allow squads to disperse energy and attenuate corrosive or thermal impacts within laguna bioreattiva."
    },
    "filtro_metallofago": {
      "label_it": "Filtro Metallofago",
      "label_en": "Metallophagous Filter",
      "description_it": "Sostenere organi elettrogeni.",
      "description_en": "Sustain electrogenic organs."
    },
    "flagelli_ancoranti": {
      "label_it": "Flagelli Ancoranti",
      "label_en": "Flagelli Ancoranti",
      "description_it": "Flagelli Ancoranti permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di laguna bioreattiva.",
      "description_en": "Flagelli Ancoranti allow squads to stabilise multi-source energy absorption and conversion within laguna bioreattiva."
    },
    "flusso_ameboide_controllato": {
      "label_it": "Flusso Ameboide Controllato",
      "label_en": "Controlled Amoeboid Flow",
      "description_it": "Scivolare o risalire superfici lisce.",
      "description_en": "Slide or climb along smooth surfaces."
    },
    "focus_frazionato": {
      "label_en": "Fractional Focus",
      "label_it": "Focus Frazionato",
      "description_it": "Cortex biforcato che mantiene due minacce in sorveglianza attiva.",
      "description_en": "Split cortex keeps two threats under active surveillance."
    },
    "foliage_fotocatodico": {
      "label_it": "Foliage Fotocatodico",
      "label_en": "Foliage Fotocatodico",
      "description_it": "Foliage Fotocatodico permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di foresta acida.",
      "description_en": "Foliage Fotocatodico allow squads to coordinate resource exchange and squad stabilisation parameters within foresta acida."
    },
    "foliaggio_spugna": {
      "label_it": "Foliaggio Spugna",
      "label_en": "Foliaggio Spugna",
      "description_it": "Foliaggio Spugna permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di mangrovieto cinetico.",
      "description_en": "Foliaggio Spugna allow squads to channel kinetic or elemental energy into targeted strikes within mangrovieto cinetico."
    },
    "frusta_fiammeggiante": {
      "label_it": "Frusta Fiammeggiante",
      "label_en": "Flame Lash",
      "description_it": "Appendice di plasma vincolato capace di arpionare e incendiare bersagli.",
      "description_en": "Bound plasma appendage that can hook and ignite targets."
    },
    "ghiaccio_piezoelettrico": {
      "label_it": "Ghiaccio Piezoelettrico",
      "label_en": "Ghiaccio Piezoelettrico",
      "description_it": "Ghiaccio Piezoelettrico permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di caldera glaciale.",
      "description_en": "Ghiaccio Piezoelettrico allow squads to predict trajectories and orchestrate multilayered setups within caldera glaciale."
    },
    "ghiandola_caustica": {
      "label_en": "Caustic Gland",
      "label_it": "Ghiandola Caustica",
      "description_it": "Ghiandola offensiva che spruzza acidi rapidi contro corazze leggere.",
      "description_en": "Offensive gland spraying quick acid against light armor."
    },
    "ghiandole_cambio_salino": {
      "label_it": "Ghiandole Cambio Salino",
      "label_en": "Ghiandole Cambio Salino",
      "description_it": "Ghiandole Cambio Salino permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di laguna bioreattiva.",
      "description_en": "Ghiandole Cambio Salino allow squads to synchronise allied organisms and mutualistic flows within laguna bioreattiva."
    },
    "ghiandole_condensa_ozono": {
      "label_it": "Ghiandole Condensa Ozono",
      "label_en": "Ghiandole Condensa Ozono",
      "description_it": "Ghiandole Condensa Ozono permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di stratosfera tempestosa.",
      "description_en": "Ghiandole Condensa Ozono allow squads to redistribute load and modulate structural rigidity within stratosfera tempestosa."
    },
    "ghiandole_eco_mappanti": {
      "label_it": "Ghiandole Eco Mappanti",
      "label_en": "Ghiandole Eco Mappanti",
      "description_it": "Ghiandole Eco Mappanti permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di caverna risonante.",
      "description_en": "Ghiandole Eco Mappanti allow squads to interpret minute signals and unstable psionic patterns within caverna risonante."
    },
    "ghiandole_fango_calde": {
      "label_it": "Ghiandole Fango Calde",
      "label_en": "Ghiandole Fango Calde",
      "description_it": "Ghiandole Fango Calde permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di abisso vulcanico.",
      "description_en": "Ghiandole Fango Calde allow squads to gain grip and controlled acceleration across extreme terrain within abisso vulcanico."
    },
    "ghiandole_fango_coesivo": {
      "label_it": "Ghiandole Fango Coesivo",
      "label_en": "Ghiandole Fango Coesivo",
      "description_it": "Ghiandole Fango Coesivo permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di mangrovieto cinetico.",
      "description_en": "Ghiandole Fango Coesivo allow squads to disperse energy and attenuate corrosive or thermal impacts within mangrovieto cinetico."
    },
    "ghiandole_grafene": {
      "label_it": "Ghiandole Grafene",
      "label_en": "Ghiandole Grafene",
      "description_it": "Ghiandole Grafene permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di steppe algoritmiche.",
      "description_en": "Ghiandole Grafene allow squads to stabilise multi-source energy absorption and conversion within steppe algoritmiche."
    },
    "ghiandole_inchiostro_luce": {
      "label_it": "Ghiandole Inchiostro Luce",
      "label_en": "Ghiandole Inchiostro Luce",
      "description_it": "Ghiandole Inchiostro Luce permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di reef luminescente.",
      "description_en": "Ghiandole Inchiostro Luce allow squads to coordinate resource exchange and squad stabilisation parameters within reef luminescente."
    },
    "ghiandole_iodoattive": {
      "label_it": "Ghiandole Iodoattive",
      "label_en": "Ghiandole Iodoattive",
      "description_it": "Ghiandole Iodoattive permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di pianura salina iperarida.",
      "description_en": "Ghiandole Iodoattive allow squads to channel kinetic or elemental energy into targeted strikes within pianura salina iperarida."
    },
    "ghiandole_minerali": {
      "label_it": "Ghiandole Minerali",
      "label_en": "Ghiandole Minerali",
      "description_it": "Ghiandole Minerali permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di dorsale termale tropicale.",
      "description_en": "Ghiandole Minerali allow squads to predict trajectories and orchestrate multilayered setups within dorsale termale tropicale."
    },
    "ghiandole_nebbia_acida": {
      "label_it": "Ghiandole Nebbia Acida",
      "label_en": "Ghiandole Nebbia Acida",
      "description_it": "Ghiandole Nebbia Acida permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di foresta acida.",
      "description_en": "Ghiandole Nebbia Acida allow squads to synchronise allied organisms and mutualistic flows within foresta acida."
    },
    "ghiandole_nebbia_ionica": {
      "label_it": "Ghiandole Nebbia Ionica",
      "label_en": "Ghiandole Nebbia Ionica",
      "description_it": "Ghiandole Nebbia Ionica permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di canopia ionica.",
      "description_en": "Ghiandole Nebbia Ionica allow squads to redistribute load and modulate structural rigidity within canopia ionica."
    },
    "ghiandole_resina_conduttiva": {
      "label_it": "Ghiandole Resina Conduttiva",
      "label_en": "Ghiandole Resina Conduttiva",
      "description_it": "Ghiandole Resina Conduttiva permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di canopia ionica.",
      "description_en": "Ghiandole Resina Conduttiva allow squads to interpret minute signals and unstable psionic patterns within canopia ionica."
    },
    "ghiandole_ventosa": {
      "label_it": "Ghiandole Ventosa",
      "label_en": "Ghiandole Ventosa",
      "description_it": "Ghiandole Ventosa permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di caldera glaciale.",
      "description_en": "Ghiandole Ventosa allow squads to gain grip and controlled acceleration across extreme terrain within caldera glaciale."
    },
    "giunti_antitorsione": {
      "label_it": "Giunti Antitorsione",
      "label_en": "Giunti Antitorsione",
      "description_it": "Giunti Antitorsione permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di mangrovieto cinetico.",
      "description_en": "Giunti Antitorsione allow squads to disperse energy and attenuate corrosive or thermal impacts within mangrovieto cinetico."
    },
    "grassi_termici": {
      "label_it": "Grassi Termici",
      "label_en": "Grassi Termici",
      "description_it": "Grassi Termici permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di ambienti dinamici.",
      "description_en": "Grassi Termici allow squads to stabilise multi-source energy absorption and conversion within ambienti dinamici."
    },
    "gusci_criovetro": {
      "label_it": "Gusci Criovetro",
      "label_en": "Gusci Criovetro",
      "description_it": "Gusci Criovetro permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di caldera glaciale.",
      "description_en": "Gusci Criovetro allow squads to coordinate resource exchange and squad stabilisation parameters within caldera glaciale."
    },
    "gusci_magnesio": {
      "label_it": "Gusci Magnesio",
      "label_en": "Gusci Magnesio",
      "description_it": "Gusci Magnesio permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di dorsale termale tropicale.",
      "description_en": "Gusci Magnesio allow squads to channel kinetic or elemental energy into targeted strikes within dorsale termale tropicale."
    },
    "integumento_bipolare": {
      "label_it": "Integumento Bipolare",
      "label_en": "Bipolar Integument",
      "description_it": "Orientarsi lungo le linee di campo.",
      "description_en": "Orient along magnetic field lines."
    },
    "ipertrofia_muscolare_massiva": {
      "label_it": "Ipertrofia Muscolare Massiva",
      "label_en": "Massive Muscular Hypertrophy",
      "description_it": "Fibre a sezione aumentata e mitocondri densi che sprigionano potenza e scatto sostenendo sforzi brevi.",
      "description_en": "Broadened fibres with dense mitochondria that unleash power and acceleration while enduring short bursts."
    },
    "lamelle_shear": {
      "label_it": "Lamelle Shear",
      "label_en": "Lamelle Shear",
      "description_it": "Lamelle Shear permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di stratosfera tempestosa.",
      "description_en": "Lamelle Shear allow squads to predict trajectories and orchestrate multilayered setups within stratosfera tempestosa."
    },
    "lamelle_sincroniche": {
      "label_it": "Lamelle Sincroniche",
      "label_en": "Lamelle Sincroniche",
      "description_it": "Lamelle Sincroniche permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di steppe algoritmiche.",
      "description_en": "Lamelle Sincroniche allow squads to synchronise allied organisms and mutualistic flows within steppe algoritmiche."
    },
    "lamelle_termoforetiche": {
      "label_en": "Thermophoretic Lamellae",
      "label_it": "Lamelle Termoforetiche",
      "description_it": "Lamelle respiratorie che deviano gas estremi con gradienti termici.",
      "description_en": "Respiratory lamellae deflect extreme gases via heat gradients."
    },
    "lamine_filtranti_aeree": {
      "label_it": "Lamine Filtranti Aeree",
      "label_en": "Lamine Filtranti Aeree",
      "description_it": "Lamine Filtranti Aeree permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di mangrovieto cinetico.",
      "description_en": "Lamine Filtranti Aeree allow squads to redistribute load and modulate structural rigidity within mangrovieto cinetico."
    },
    "lamine_scudo_silice": {
      "label_it": "Lamine Scudo Silice",
      "label_en": "Lamine Scudo Silice",
      "description_it": "Lamine Scudo Silice permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di dorsale termale tropicale.",
      "description_en": "Lamine Scudo Silice allow squads to interpret minute signals and unstable psionic patterns within dorsale termale tropicale."
    },
    "linfa_tampone": {
      "label_it": "Linfa Tampone",
      "label_en": "Linfa Tampone",
      "description_it": "Linfa Tampone permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di foresta acida.",
      "description_en": "Linfa Tampone allow squads to gain grip and controlled acceleration across extreme terrain within foresta acida."
    },
    "lingua_cristallina": {
      "label_it": "Lingua Cristallina",
      "label_en": "Lingua Cristallina",
      "description_it": "Lingua Cristallina permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di pianura salina iperarida.",
      "description_en": "Lingua Cristallina allow squads to disperse energy and attenuate corrosive or thermal impacts within pianura salina iperarida."
    },
    "lingua_tattile_trama": {
      "label_en": "Texture-Sensing Tongue",
      "label_it": "Lingua Tattile Trama-Sensibile",
      "description_it": "Lingua sensoriale che legge vibrazioni e fratture nascoste.",
      "description_en": "Sensory tongue reading hidden vibrations and fractures."
    },
    "locomozione_miriapode_ibrida": {
      "label_it": "Locomozione Miriapode Ibrida",
      "label_en": "Hybrid Myriapod Locomotion",
      "description_it": "Aderire e arrampicare su qualsiasi superficie.",
      "description_en": "Grip and climb on nearly any surface."
    },
    "luminescenza_aurorale": {
      "label_it": "Luminescenza Aurorale",
      "label_en": "Luminescenza Aurorale",
      "description_it": "Luminescenza Aurorale permette alle squadre di stabilizzare assorbimento e conversione energetica multi-fonte all'interno di caldera glaciale.",
      "description_en": "Luminescenza Aurorale allow squads to stabilise multi-source energy absorption and conversion within caldera glaciale."
    },
    "luminescenza_hydrotermica": {
      "label_it": "Luminescenza Hydrotermica",
      "label_en": "Luminescenza Hydrotermica",
      "description_it": "Luminescenza Hydrotermica permette alle squadre di coordinare scambi di risorse e parametri di stabilizzazione di squadra all'interno di abisso vulcanico.",
      "description_en": "Luminescenza Hydrotermica allow squads to coordinate resource exchange and squad stabilisation parameters within abisso vulcanico."
    },
    "mantelli_geotermici": {
      "label_it": "Mantelli Geotermici",
      "label_en": "Mantelli Geotermici",
      "description_it": "Mantelli Geotermici permette alle squadre di canalizzare energia cinetica o elementale in colpi mirati all'interno di caldera glaciale.",
      "description_en": "Mantelli Geotermici allow squads to channel kinetic or elemental energy into targeted strikes within caldera glaciale."
    },
    "mantello_meteoritico": {
      "label_it": "Mantello Meteoritico",
      "label_en": "Meteoric Mantle",
      "description_it": "Strati ablativi rigeneranti che vaporizzano l'impatto convertendolo in impulso termico.",
      "description_en": "Regenerating ablative layers that vaporize impacts into thermal pulses."
    },
    "membrana_plastica_continua": {
      "label_it": "Membrana Plastica Continua",
      "label_en": "Continuous Plastic Membrane",
      "description_it": "Assumere forme e densità diverse.",
      "description_en": "Adopt different shapes and densities."
    },
    "membrane_captura_rugiada": {
      "label_it": "Membrane Captura Rugiada",
      "label_en": "Membrane Captura Rugiada",
      "description_it": "Membrane Captura Rugiada permette alle squadre di prevedere traiettorie e orchestrare setup multilivello all'interno di pianura salina iperarida.",
      "description_en": "Membrane Captura Rugiada allow squads to predict trajectories and orchestrate multilayered setups within pianura salina iperarida."
    },
    "membrane_eliofiltranti": {
      "label_it": "Membrane Eliofiltranti",
      "label_en": "Membrane Eliofiltranti",
      "description_it": "Membrane traslucide che schermano radiazioni e patogeni sospesi.",
      "description_en": "Translucent membranes screening radiation and airborne pathogens."
    },
    "membrane_planata_vectored": {
      "label_it": "Membrane Planata Vectored",
      "label_en": "Membrane Planata Vectored",
      "description_it": "Membrane Planata Vectored permette alle squadre di sincronizzare organismi alleati e flussi mutualistici all'interno di canopia ionica.",
      "description_en": "Membrane Planata Vectored allow squads to synchronise allied organisms and mutualistic flows within canopia ionica."
    },
    "membrane_pneumatofori": {
      "label_it": "Membrane Pneumatofori",
      "label_en": "Membrane Pneumatofori",
      "description_it": "Membrane Pneumatofori permette alle squadre di ridistribuire carichi e modulare rigidità strutturale all'interno di mangrovieto cinetico.",
      "description_en": "Membrane Pneumatofori allow squads to redistribute load and modulate structural rigidity within mangrovieto cinetico."
    },
    "metabolismo_di_condivisione_energetica": {
      "label_it": "Metabolismo di Condivisione Energetica",
      "label_en": "Shared Energy Metabolism",
      "description_it": "Trasferimento di substrati via contatto per sostenere feriti o giovani con una riserva collettiva.",
      "description_en": "Contact-based substrate transfer to sustain wounded or young with a collective reserve."
    },
    "midollo_antivibrazione": {
      "label_it": "Midollo Antivibrazione",
      "label_en": "Midollo Antivibrazione",
      "description_it": "Midollo Antivibrazione permette alle squadre di interpretare segnali minuti e pattern psionici instabili all'interno di caverna risonante.",
      "description_en": "Midollo Antivibrazione allow squads to interpret minute signals and unstable psionic patterns within caverna risonante."
    },
    "mimetismo_cromatico_passivo": {
      "label_en": "Passive Chromatic Mimicry",
      "label_it": "Ghiandole di Mimetismo Cromatico Passivo",
      "description_it": "Cromatofori passivi che replicano lentamente i colori circostanti.",
      "description_en": "Passive chromatophores slowly mirroring surrounding hues."
    },
    "moltiplicazione_per_fusione": {
      "label_it": "Moltiplicazione per Fusione",
      "label_en": "Fusion Multiplication",
      "description_it": "Aumentare massa e intelligenza unendo unità.",
      "description_en": "Grow mass and intellect by merging units."
    },
    "motore_biologico_silenzioso": {
      "label_it": "Motore Biologico Silenzioso",
      "label_en": "Silent Biological Engine",
      "description_it": "Garantire volo prolungato a bassissimo SPL.",
      "description_en": "Maintain extended flight at ultra-low sound pressure."
    },
    "mucillagine_simbionte_mangrovie": {
      "label_it": "Mucillagine Simbionte delle Mangrovie",
      "label_en": "Mucillagine Simbionte delle Mangrovie",
      "description_it": "Mucosa simbionte che assorbe veleni e sigilla ferite palustri.",
      "description_en": "Symbiotic mucus absorbing poisons and sealing swamp wounds."
    },
    "mucose_aderenza_sonica": {
      "label_it": "Mucose Aderenza Sonica",
      "label_en": "Mucose Aderenza Sonica",
      "description_it": "Mucose Aderenza Sonica permette alle squadre di ottenere presa e accelerazioni controllate su terreni estremi all'interno di caverna risonante.",
      "description_en": "Mucose Aderenza Sonica allow squads to gain grip and controlled acceleration across extreme terrain within caverna risonante."
    },
    "mucose_barofile": {
      "label_it": "Mucose Barofile",
      "label_en": "Mucose Barofile",
      "description_it": "Mucose Barofile permette alle squadre di disperdere energia e attenuare impatti corrosivi o termici all'interno di abisso vulcanico.",
      "description_en": "Mucose Barofile allow squads to disperse energy and attenuate corrosive or thermal impacts within abisso vulcanico."
    },
    "nodi_micorrizici_oracolari": {
      "label_it": "Nodi Micorrizici Oracolari",
      "label_en": "Nodi Micorrizici Oracolari",
      "description_it": "Nodi micorrizici che anticipano minacce tramite segnali fungini.",
      "description_en": "Mycorrhizal nodes foreseeing threats via fungal signals."
    },
    "nucleo_ovomotore_rotante": {
      "label_en": "Rotating Ovomotor Core",
      "label_it": "Uovo rotaia, uovo grande e uova piccole dentro...",
      "description_it": "Nucleo rotante che trasforma il corpo in una ruota motrice.",
      "description_en": "Rotating core turning the body into a driving wheel."
    },
    "occhi_analizzatori_di_tensione": {
      "label_it": "Occhi Analizzatori di Tensione",
      "label_en": "Tension-Analyzing Eyes",
      "description_it": "Leggere tensioni nella seta e pattern di stress.",
      "description_en": "Read strand tension and stress patterns."
    },
    "occhi_cinetici": {
      "label_it": "Occhi Cinetici",
      "label_en": "Kinetic Eyes",
      "description_it": "Vedere il suono come pattern d’aria.",
      "description_en": "See sound as patterns in the air."
    },
    "occhi_infrarosso_composti": {
      "label_en": "Infrared Compound Eyes",
      "label_it": "Occhi Composti ad Infrarosso",
      "description_it": "Ommatidi infrarossi che seguono scie termiche nell'oscurità.",
      "description_en": "Infrared ommatidia tracking thermal trails in darkness."
    },
    "olfatto_risonanza_magnetica": {
      "label_en": "Magnetic Resonance Scent",
      "label_it": "Olfatto di Risonanza Magnetica",
      "description_it": "Bulbi olfattivi che tracciano campi magnetici e vene metalliche.",
      "description_en": "Olfactory nodes tracing magnetic fields and metal veins."
    },
    "organi_sismici_cutanei": {
      "label_it": "Organi Sismici Cutanei",
      "label_en": "Cutaneous Seismic Organs",
      "description_it": "Lamelle meccano-recettive nelle squame che percepiscono vibrazioni del suolo e movimenti occultati.",
      "description_en": "Mechano-receptive lamellae in the scales sensing ground vibrations and hidden movements."
    },
    "pathfinder": {
      "label_en": "Pathfinder",
      "label_it": "Pathfinder",
      "description_it": "Suite esplorativa che evidenzia rotte sicure tra biomi imprevedibili.",
      "description_en": "Exploration suite highlighting safe routes across shifting biomes."
    },
    "pelage_idrorepellente_avanzato": {
      "label_it": "Pelage Idrorepellente Avanzato",
      "label_en": "Advanced Hydrophobic Pelage",
      "description_it": "Isolare e galleggiare.",
      "description_en": "Insulate the body and stay afloat."
    },
    "pianificatore": {
      "label_en": "Strategic Planner",
      "label_it": "Pianificatore",
      "description_it": "Modulo strategico che mantiene priorità e finestre d'attacco allineate.",
      "description_en": "Strategic module keeping priorities and attack windows aligned."
    },
    "piume_solari_fotovoltaiche": {
      "label_it": "Piume Solari Fotovoltaiche",
      "label_en": "Piume Solari Fotovoltaiche",
      "description_it": "Piumaggio fotovoltaico che immagazzina luce per lunghe missioni.",
      "description_en": "Photovoltaic plumage storing sunlight for long sorties."
    },
    "polmoni_cristallini_alta_quota": {
      "label_it": "Polmoni Cristallini d'Alta Quota",
      "label_en": "Polmoni Cristallini d'Alta Quota",
      "description_it": "Polmoni cristallini che concentrano ossigeno rarefatto in quota.",
      "description_en": "Crystalline lungs concentrating thin high-altitude oxygen."
    },
    "random": {
      "label_en": "Trait Random",
      "label_it": "Trait Random",
      "description_it": "Slot sperimentale che estrae tratti casuali dal pool controllato.",
      "description_en": "Experimental slot drawing random traits from a curated pool."
    },
    "respiro_a_scoppio": {
      "label_en": "Burst Breath Propulsion",
      "label_it": "Respiro a scoppio",
      "description_it": "Valvole toraciche che rilasciano getti propulsivi istantanei.",
      "description_en": "Thoracic valves unleashing instantaneous propulsion bursts."
    },
    "rete_filtro_polmonare": {
      "label_it": "Rete Filtro-Polmonare",
      "label_en": "Pulmonary Filter Net",
      "description_it": "Assorbire nutrienti aerodispersi.",
      "description_en": "Absorb nutrients suspended in the air."
    },
    "risonanza_di_branco": {
      "label_en": "Pack Resonance",
      "label_it": "Risonanza di Branco",
      "description_it": "Rete risonante che amplifica buff condivisi del branco.",
      "description_en": "Resonant lattice amplifying the pack's shared buffs."
    },
    "rostro_emostatico_litico": {
      "label_it": "Rostro Emostatico-Litico",
      "label_en": "Hemo-Lytic Rostrum",
      "description_it": "Rostro tubulare rigidizzato che inocula tossine ed enzimi e aspira fluidi dopo l’impatto.",
      "description_en": "Reinforced tubular rostrum that injects toxins and enzymes, then draws fluids after impact."
    },
    "rostro_linguale_prensile": {
      "label_it": "Rostro Linguale Prensile",
      "label_en": "Prehensile Lingual Rostrum",
      "description_it": "Afferrare e manipolare a lungo raggio.",
      "description_en": "Grab and manipulate at long reach."
    },
    "sacche_galleggianti_ascensoriali": {
      "label_en": "Elevating Buoyancy Sacs",
      "label_it": "Sacche galleggianti ascensoriali",
      "description_it": "Sacche gassose regolabili per controllare assetto e profondità.",
      "description_en": "Adjustable gas sacs controlling buoyancy and depth."
    },
    "sacche_spore_stratosferiche": {
      "label_it": "Sacche di Spore Stratosferiche",
      "label_en": "Sacche di Spore Stratosferiche",
      "description_it": "Vescicole stratosferiche che disperdono spore di supporto a lungo.",
      "description_en": "Stratospheric vesicles dispersing long-range support spores."
    },
    "sangue_piroforico": {
      "label_en": "Pyrophoric Blood",
      "label_it": "Sangue che prende fuoco a contatto con l'ossigeno",
      "description_it": "Fluido ematico che incendia l'aria colpendo chi perfora la corazza.",
      "description_en": "Blood ignites on air contact, burning would-be piercers."
    },
    "scheletro_idraulico_a_pistoni": {
      "label_it": "Scheletro Idraulico a Pistoni",
      "label_en": "Piston Hydraulic Skeleton",
      "description_it": "Ossa cave pressurizzate che scattano pistoni cranici per colpi-proiettile rapidissimi.",
      "description_en": "Pressurised hollow bones that fire cranial pistons for ultra-fast projectile blows."
    },
    "scheletro_idro_regolante": {
      "label_en": "Hydro-Regulating Skeleton",
      "label_it": "Scheletro Idro-Regolante",
      "description_it": "Ossa porose che modulano il contenuto idrico per mutare massa.",
      "description_en": "Porous bones modulate water content to shift body mass."
    },
    "scheletro_pneumatico_a_maglie": {
      "label_it": "Scheletro Pneumatico a Maglie",
      "label_en": "Latticed Pneumatic Skeleton",
      "description_it": "Alleggerire il carico per spostamenti lenti ma costanti.",
      "description_en": "Lighten the load for slow, steady travel."
    },
    "scivolamento_magnetico": {
      "label_it": "Scivolamento Magnetico",
      "label_en": "Magnetic Gliding",
      "description_it": "Ridurre attrito e scivolare.",
      "description_en": "Reduce friction to glide."
    },
    "scudo_gluteale_cheratinizzato": {
      "label_it": "Scudo Gluteale Cheratinizzato",
      "label_en": "Keratinized Gluteal Shield",
      "description_it": "Assorbire impatti posteriori.",
      "description_en": "Absorb impacts from the rear."
    },
    "secrezione_rallentante_palmi": {
      "label_en": "Retarding Palm Secretions",
      "label_it": "Mani secernano liquido rallentante",
      "description_it": "Palmi che rilasciano gel rallentante per bloccare bersagli rapidi.",
      "description_en": "Palms exude slowing gel to snare fast targets."
    },
    "sensori_geomagnetici": {
      "label_en": "Geomagnetic Resonance Sensors",
      "label_it": "Sensori a Risonanza Geomagnetica",
      "description_it": "Cristalli cranici che mappano corridoi geomagnetici invisibili.",
      "description_en": "Cranial crystals mapping invisible geomagnetic corridors."
    },
    "seta_conduttiva_elettrica": {
      "label_it": "Seta Conduttiva Elettrica",
      "label_en": "Conductive Electric Silk",
      "description_it": "Stordire con scariche nella tela.",
      "description_en": "Stun prey with charges woven into the web."
    },
    "siero_anti_gelo_naturale": {
      "label_it": "Siero Anti-Gelo Naturale",
      "label_en": "Natural Anti-Freeze Serum",
      "description_it": "Impedire la cristallizzazione a basse temperature.",
      "description_en": "Prevent crystallization at low temperatures."
    },
    "sinapsi_coraline_polifoniche": {
      "label_it": "Sinapsi Coraline Polifoniche",
      "label_en": "Sinapsi Coraline Polifoniche",
      "description_it": "Sinapsi coralline che trasmettono ordini tramite armoniche marine.",
      "description_en": "Coralline synapses relaying orders through marine harmonics."
    },
    "sistemi_chimio_sonici": {
      "label_it": "Sistemi Chimio-Sonici",
      "label_en": "Chemo-Sonic Systems",
      "description_it": "Mappare spazio e correnti d’aria senza vista.",
      "description_en": "Map space and airflow without sight."
    },
    "sonno_emisferico_alternato": {
      "label_en": "Unihemispheric Sleep",
      "label_it": "Dormire con solo metà cervello alla volta",
      "description_it": "Cervello alternato che veglia con un emisfero mentre l'altro riposa.",
      "description_en": "Alternating hemispheres keep watch while the other sleeps."
    },
    "spore_psichiche_silenziate": {
      "label_en": "Silent Psychic Spores",
      "label_it": "Spora Psichica Silenziosa",
      "description_it": "Spore psioniche che sedano e confondono i bersagli vicini.",
      "description_en": "Psionic spores that lull and confuse nearby targets."
    },
    "squame_rifrangenti_deserto": {
      "label_it": "Squame Rifrangenti del Deserto",
      "label_en": "Squame Rifrangenti del Deserto",
      "description_it": "Scaglie cristalline che diffondono calore e creano miraggi.",
      "description_en": "Crystal scales diffusing heat and casting mirages."
    },
    "struttura_elastica_amorfa": {
      "label_en": "Elastic Amorphous Frame",
      "label_it": "Struttura elastica, allungabile, amorfa, retrattile",
      "description_it": "Corpo amorfo che si estende e si compatta per evadere vincoli.",
      "description_en": "Amorphous frame stretching or compressing to escape binds."
    },
    "tattiche_di_branco": {
      "label_en": "Pack Tactics",
      "label_it": "Tattiche di Branco",
      "description_it": "Protocollo tattico che coordina focus e prese condivise.",
      "description_en": "Tactical protocol coordinating shared focus and grapples."
    },
    "unghie_a_micro_adesione": {
      "label_it": "Unghie a Micro-Adesione",
      "label_en": "Micro-Adhesion Claws",
      "description_it": "Lamelle a micro-setole su zoccoli che aderiscono a superfici ripide per fughe verticali e pascolo.",
      "description_en": "Micro-setae lamellae on hooves gripping steep surfaces for vertical escapes and browsing."
    },
    "vello_condensatore_nebbie": {
      "label_it": "Vello Condensatore di Nebbie",
      "label_en": "Vello Condensatore di Nebbie",
      "description_it": "Vello capillare che condensa nebbia in riserve idriche mobili.",
      "description_en": "Capillary fleece condensing fog into mobile water reserves."
    },
    "vello_di_assorbimento_totale": {
      "label_it": "Vello di Assorbimento Totale",
      "label_en": "Total Absorption Fleece",
      "description_it": "Assorbire quasi tutta la luce incidente.",
      "description_en": "Absorb nearly all incoming light."
    },
    "ventriglio_gastroliti": {
      "label_en": "Gastrolith Grinding Gizzard",
      "label_it": "Denti sonci (ciottoli/sassi), ti nutri di tutto",
      "description_it": "Ventriglio muscoloso che macina cibi duri con gastroliti.",
      "description_en": "Muscular gizzard grinding hard food with gastroliths."
    },
    "visione_multi_spettrale_amplificata": {
      "label_it": "Visione Multi-Spettrale Amplificata",
      "label_en": "Amplified Multi-Spectral Vision",
      "description_it": "Vedere in luminanza estremamente bassa.",
      "description_en": "See under extremely low luminance."
    },
    "zampe_a_molla": {
      "label_en": "Spring-Loaded Limbs",
      "label_it": "Zampe a Molla",
      "description_it": "Arti a molla che accumulano energia per balzi di riposizionamento.",
      "description_en": "Spring-loaded limbs storing energy for repositioning leaps."
    },
    "zanne_idracida": {
      "label_it": "Zanne Idracida",
      "label_en": "Hydra-Acid Tusks",
      "description_it": "Corrodere tessuti e metalli.",
      "description_en": "Corrode tissues and even metals."
    },
    "zoccoli_risonanti_steppe": {
      "label_it": "Zoccoli Risonanti delle Steppe",
      "label_en": "Zoccoli Risonanti delle Steppe",
      "description_it": "Zoccoli cavi che inviano onde ritmiche al branco sulle steppe.",
      "description_en": "Hollow hooves sending rhythmic waves across the steppe pack."
    },
    "coralli_sinaptici_fotofase": {
      "label_it": "Coralli Sinaptici Fotofase",
      "label_en": "Photophase Synaptic Corals",
      "description_it": "Barriere bioelettriche che canalizzano luce e impulsi.",
      "description_en": "Bioelectric coral ridges channeling light and impulses."
    },
    "membrane_fotoconvoglianti": {
      "label_it": "Membrane Fotoconvoglianti",
      "label_en": "Photoconductive Membranes",
      "description_it": "Tessuti che trasportano cariche luminose tra nodi sinaptici.",
      "description_en": "Tissues that ferry luminous charge between synaptic nodes."
    },
    "nodi_sinaptici_superficiali": {
      "label_it": "Nodi Sinaptici Superficiali",
      "label_en": "Surface Synaptic Nodes",
      "description_it": "Reticolo di nodi che amplificano segnali superficiali.",
      "description_en": "Node lattice amplifying surface signals."
    },
    "impulsi_bioluminescenti": {
      "label_it": "Impulsi Bioluminescenti",
      "label_en": "Bioluminescent Pulses",
      "description_it": "Scariche ritmiche che abbagliano e sincronizzano alleati.",
      "description_en": "Rhythmic flashes that dazzle foes and sync allies."
    },
    "filamenti_guidalampo": {
      "label_it": "Filamenti Guidalampo",
      "label_en": "Lightning Guide Filaments",
      "description_it": "Filamenti che tracciano rotte sicure nelle correnti.",
      "description_en": "Filaments plotting safe routes through currents."
    },
    "sensori_planctonici": {
      "label_it": "Sensori Planctonici",
      "label_en": "Planctonic Sensors",
      "description_it": "Sensori diffusi che leggono pattern di plancton memetico.",
      "description_en": "Distributed sensors reading memetic plankton patterns."
    },
    "squame_diffusori_ionici": {
      "label_it": "Squame Diffusori Ionici",
      "label_en": "Ionic Diffuser Scales",
      "description_it": "Squame che disperdono cariche e riducono glare.",
      "description_en": "Scales dispersing charge and reducing glare."
    },
    "nebbia_mnesica": {
      "label_it": "Nebbia Mnesica",
      "label_en": "Mnesic Fog",
      "description_it": "Foschia psionica che offusca memorie e orientamento.",
      "description_en": "Psionic mist that blurs memory and orientation."
    },
    "lobi_risonanti_crepuscolo": {
      "label_it": "Lobi Risonanti Crepuscolo",
      "label_en": "Twilight Resonant Lobes",
      "description_it": "Camere risonanti che filtrano segnali instabili.",
      "description_en": "Resonant chambers filtering unstable signals."
    },
    "placca_diffusione_foschia": {
      "label_it": "Placca di Diffusione Foschia",
      "label_en": "Fog Diffusion Plate",
      "description_it": "Placche che diffondono e attenuano cariche erratiche.",
      "description_en": "Plates diffusing and attenuating erratic charges."
    },
    "spicole_canalizzatrici": {
      "label_it": "Spicole Canalizzatrici",
      "label_en": "Channeling Spicules",
      "description_it": "Spine che assorbono buff e li reindirizzano.",
      "description_en": "Spines absorbing buffs and redirecting them."
    },
    "secrezioni_antistatiche": {
      "label_it": "Secrezioni Antistatiche",
      "label_en": "Antistatic Secretions",
      "description_it": "Film protettivo che disperde accumuli elettrici.",
      "description_en": "Protective film dispersing electrical build-up."
    },
    "organi_metacronici": {
      "label_it": "Organi Metacronici",
      "label_en": "Metachronic Organs",
      "description_it": "Organi che sequenziano furti di buff in catena.",
      "description_en": "Organs sequencing chained buff thefts."
    },
    "ghiandole_mnemoniche": {
      "label_it": "Ghiandole Mnemoniche",
      "label_en": "Mnemonic Glands",
      "description_it": "Secrezioni che trattengono copie attenuate di buff.",
      "description_en": "Secretions holding attenuated buff copies."
    },
    "camere_risonanza_abyssal": {
      "label_it": "Camere di Risonanza Abyssal",
      "label_en": "Abyssal Resonance Chambers",
      "description_it": "Caverne interne che amplificano onde elettriche/gravitazionali.",
      "description_en": "Internal caverns amplifying electric/gravitational waves."
    },
    "corazze_ferro_magnetico": {
      "label_it": "Corazze Ferro-Magnetico",
      "label_en": "Ferro-Magnetic Carapace",
      "description_it": "Placche ferrose che guidano campi magnetici profondi.",
      "description_en": "Iron plates guiding deep magnetic fields."
    },
    "bioantenne_gravitiche": {
      "label_it": "Bioantenne Gravitiche",
      "label_en": "Gravitic Bio-Antennae",
      "description_it": "Antenne che leggono shear gravitazionali e li convertono in segnali.",
      "description_en": "Antennae reading gravitic shear and converting to signals."
    },
    "emettitori_voidsong": {
      "label_it": "Emettitori Voidsong",
      "label_en": "Voidsong Emitters",
      "description_it": "Organi che emettono cori a frequenze profonde per stabilizzare lo shear.",
      "description_en": "Organs emitting deep choruses to stabilise shear."
    },
    "emolinfa_conducente": {
      "label_it": "Emolinfa Conducente",
      "label_en": "Conductive Hemolymph",
      "description_it": "Fluido che accumula carica e drena energia nemica.",
      "description_en": "Fluid storing charge and draining enemy energy."
    },
    "placche_pressioniche": {
      "label_it": "Placche Pressioniche",
      "label_en": "Pressure Plates",
      "description_it": "Strati che disperdono pressione abissale e riducono trauma.",
      "description_en": "Layers dispersing abyssal pressure and reducing trauma."
    },
    "filamenti_echo": {
      "label_it": "Filamenti Echo",
      "label_en": "Echo Filaments",
      "description_it": "Filamenti che rilanciano frequenze di squadra e attenuano shear.",
      "description_en": "Filaments relaying squad frequencies and softening shear."
    },
    "scintilla_sinaptica": {
      "label_it": "Scintilla Sinaptica",
      "label_en": "Synaptic Spark",
      "description_it": "Scarica leggera che illumina connessioni e riflessi (temp).",
      "description_en": "Light discharge illuminating connections and reflexes (temp)."
    },
    "riverbero_memetico": {
      "label_it": "Riverbero Memetico",
      "label_en": "Memetic Reverb",
      "description_it": "Eco cognitivo che duplica buff a potenza ridotta (temp).",
      "description_en": "Cognitive echo duplicating buffs at reduced power (temp)."
    },
    "pelle_piezo_satura": {
      "label_it": "Pelle Piezo-Satura",
      "label_en": "Piezo-Saturated Skin",
      "description_it": "Dermide che accumula carica piezoelettrica e riflette colpi (temp).",
      "description_en": "Dermis storing piezo charge and reflecting blows (temp)."
    },
    "canto_risonante": {
      "label_it": "Canto Risonante",
      "label_en": "Resonant Chant",
      "description_it": "Frequenze che armonizzano il gruppo e riducono stress (temp).",
      "description_en": "Frequencies harmonising the squad and reducing stress (temp)."
    },
    "vortice_nera_flash": {
      "label_it": "Vortice Nera Flash",
      "label_en": "Black Vortex Flash",
      "description_it": "Implosione luminosa seguita da vuoto e teletrasporto breve (temp).",
      "description_en": "Luminous implosion followed by void and short teleport (temp)."
    }
  }
}
